[
  {
    "song": "Square Hammer",
    "album": "Popestar EP",
    "lines": [
      "Living in the night, 'Neath devils, torn asunder, You call on me To solve a crooked rhyme",
      "As I'm closing in - Imposing on your slumber - You call on me, As bells begin to chime",
      "Are you on the square?",
      "Are you on the level?",
      "Are you ready to swear right here, right now, Before the devil?",
      "Hiding from the light - Sacrificing nothing - Still, you call on me, For entrance to the shrine",
      "Hammering the nails Into a sacred coffin - You call on me, For powers clandestine"
    ]
  },










  {
    "song": "Ashes",
    "album": "Prequelle",
    "lines": [
      "Ring a ring of roses, a pocket full of posies",
      "atichoo, atichoo, we all fall down...",
      "Ashes in the water, ashes in the sea. Ashes on the riverside, one, two, three..."
    ]
  },
  {
    "song": "Rats",
    "album": "Prequelle",
    "lines": [
      "In times of turmoil - In times like these - Beliefs contagious - Spreading disease",
      "This wretched mischief is now coursing through your souls, never to let go",
      "THEM RATS!",
      "Rats! OOUUAAAAHAAAA",
      "In to your sanctum, you let them in. Now all your loved ones, and all your kin will suffer punishments beneath the wrath of God",
      "Never to forgive, never to forget",
      "This devastation left your cities to be burnt, never to return",
      "And filthy rodents are still coming for your souls, never to let go",
      "They're still coming after you",
      "There's nothing you can do"
    ]
  },
  {
    "song": "Faith",
    "album": "Prequelle",
    "lines": [
      "There is a scourge in the guise of sanctity, a perpetrator with a quill",
      "Although it's... often steeped in well spun mystery",
      "The accuser sends a bill",
      "I am all eyes",
      "I am all ears",
      "I am the wall, and I'm watching you fall",
      "Because faith. Is. Mine",
      "The Luddites shun the diabolical, A fecal trail across the land",
      "Although it... Stinks, feels and looks identical",
      "A pack of fools can take the stand"
    ]
  },
  {
    "song": "See The Light",
    "album": "Prequelle",
    "lines": [
      "Many  a sin I have witnessed",
      "And in many a deed I have been",
      "Many a rat I have befriended, and in many a thorn stood between",
      "But of all the demons I've known, none could compare to you",
      "Every day that you feed me with hate, I grow stronger",
      "Drink me, eat me, then you'll see the light",
      "You will see the light",
      "Many a mind I have haunted, and in many a way I have been",
      "Often the one to have flaunted an image, grotesque and obscene",
      "But of all the dark roads that I roam, none could compare to you"
    ]
  },
  {
    "song": "Miasma",
    "album": "Prequelle",
    "lines": [
      "🎷 🎷 🎷 TOOT 🎷 🎷 🎷"
    ]
  },
  {
    "song": "Dance Macabre",
    "album": "Prequelle",
    "lines": [
      "You'll soon be hearing the chimes, close to midnight",
      "If i could turn back the time, I'd make all right",
      "How could it end like this?",
      "There's a sting in the way you kiss me",
      "Something within your eyes said it could be the last time, 'fore it's over",
      "Just wanna be, wanna bewitch you in the moonlight",
      "Just wanna be, wanna bewitch you all night",
      "It keeps on giving me chills, but I know now",
      "I feel the closer we get, to the last bow",
      "I don’t wanna end like this, But there's a sting in the way you kiss me",
      "Just wanna be, I wanna bewitch you one last time in the ancient rite"
    ]
  },
  {
    "song": "Pro Memoria",
    "album": "Prequelle",
    "lines": [
      "Lucifer, whispering, silently into your mind. Who walks behind, who walks behind",
      "Standing tall, invincible, but do not forget your knives. To save your lives, to save your lives",
      "Don't you forget about dying",
      "Don't you forget about your friend death",
      "Don't you forget that you will die",
      "Don’t you vomit savage slurs, spewed up wickedly. To hide from me, to hide from me",
      "Navigate all alone, on this tempestuous sea. To ride with me, to ride with me"
    ]
  },
  {
    "song": "Witch Image",
    "album": "Prequelle",
    "lines": [
      "You have never stood this close, to where you want to be",
      "You have always waded in the shallows, between me and the deep blue sea",
      "You would never want me to appear, you never want this to be over. You never want it to reach out to the edge of time",
      "While you sleep in earthly delight, someone's flesh is rotting tonight",
      "Like no other to you, what you have done, you can not undo",
      "I have always kept you closer than you have known",
      "I am riding in the shadows behind you, on a pale white horse",
      "While you sleep in earthly delight, still your soul will suffer this plight. Like your father in hell, what you've sold you can not unsell",
      "While you sleep in earthly delight, still your soul will suffer this plight. Like a mother would save her own child from digging a grave"
    ]
  },
  {
    "song": "Life Eternal",
    "album": "Prequelle",
    "lines": [
      "Can you hear me say your name forever?",
      "Can you feel me longing for you forever?",
      "Would you let me touch your soul forever?",
      "I know the light grows darker down below, but in your eyes it is gone before you know",
      "This is the moment of just letting go",
      "She said, if you had life eternal...",
      "We dance once more, I feel your hands are cold. Within your heart, a story to be told",
      "Forever... if you had life eternal?"
    ]
  }
]
