[
  {
    "song": "Con Clavi Con Dio",
    "album": "Opus Eponymous",
    "lines": [
      "Lucifer! We are here, For your praise, Evil One",
      "Our conjuration sings infernal psalms, and smear the smudge in bleeding palms",
      "Siamo con clavi, siamo con Dio, siamo con il nostro Dio Scuro",
      "Demigod - Our task - Behind mask - Chosen Son",
      "Oh, you rebel chief, Destroyer of the Earth - Rise from precipice through birth",
      "Sathanas - We are one - Out of three - Trinity"
    ]
  },
  {
    "song": "Ritual",
    "album": "Opus Eponymous",
    "lines": [
      "Tonight, we're summoned for a divine cause - Remembrance, no, but for their future loss",
      "This chapel of ritual smells of dead human sacrifices form the altar bed",
      "On this night of ritual, invoking our master - To procreate the unholy bastard",
      "Beduins and Nomads, Carried through the times. Through pestilences and famines, These ancient scrolls of rhymes",
      "Our fallen angel vexed was banished from the sky. Recite now from the text, pray for all to die",
      "Our father, who art in Hell, Unhallowed be thy name ",
      "Cursed be thy sons and daughters, of our nemesis who are to blame - Thy kingdom come, Nema",
      "Tonight, we summoned for his unholy friend. Now celebrate the end"
    ]
  },
  {
    "song": "Elizabeth",
    "album": "Opus Eponymous",
    "lines": [
      "Underneath the moonlight of old Hungarian skies - Buried in the blood-drenched earth - These barren lands of ice",
      "She was an evil woman with an evil old soul - Piercing eyes emotionless - A heart so black and cold",
      "Elizabeth, in the chasm where was my soul",
      "Forever young, Elizabeth",
      "Báthory in the castle of your death - You're still alive, Elizabeth",
      "Her pact with Satan - Her despisal of mankind - Her acts of cruelty and her lust for blood - Makes her one of us",
      "Our ancient countess was refused her desires will - To bathe in pure fresh blood - She'd peasant virgins killed"
    ]
  },
  {
    "song": "Stand By Him",
    "album": "Opus Eponymous",
    "lines": [
      "The Devil's Power Is The Greatest One",
      "When His And Her Holiest Shuns The Sun",
      "A Temptress Smitten By The Blackest Force - A Vicar Bitten Blind In Intercourse",
      "The Witch Hammer struck Her Down - On Our Sabbath, she Is Unbound",
      "'tis the night of the witch",
      "'Tis The Night Of The Witch Tonight",
      "And The Vengeance Is Hers For As Long As She Stands By Him",
      "All Witchcraft Comes From Carnal Lust, Which Is In Women Insatiable",
      "A Moon Shone Bright Above Her Trial As Flames Ate Through Her Body Defiled"
    ]
  },
  {
    "song": "Satan Prayer",
    "album": "Opus Eponymous",
    "lines": [
      "Believe in one god do we - Satan almighty",
      "The uncreator of heaven and soil, And the unvisable and the visable",
      "And in his son, Begotten of father, By whom all things will be unmade",
      "Who for man and his damnation Incarnated Rise up from hell",
      "From sitteth on the left hand of his father From thense he shall come to judge",
      "Out of one substance With satan Whose kingdom shall haveth no end",
      "Hear our satan prayer, Our anti nicene creed",
      "Hear our satan prayer, For the cuming of seed",
      "Unholy ghost, Overlord and taker of life"
    ]
  },
  {
    "song": "Death Knell",
    "album": "Opus Eponymous",
    "lines": [
      "Say, can you see the cross? Inverted solemnly",
      "A Symbol for the goat, Of a thousand young",
      "Six six six, Evoke the king of hell; Strike the death knell",
      "Say, can you hear the chimes? Tolls now for the end",
      "Bells call out their doom, As victor reaches womb",
      "Can you say his name? Carrier of the light",
      "Legions of this seed, A child a spouce will feed",
      "S-A-T-A-N, Under spell Of death knell"
    ]
  },
  {
    "song": "Prime Mover",
    "album": "Opus Eponymous",
    "lines": [
      "Clad in cloak, Secretive nun, Bearing the old ones' bastard son",
      "A varicose phallus Obsessed and poised her, Cast a veil of dusk upon the cloister",
      "Prime mover - Maternal slave - With child of her grave",
      "Mother, Filth in her womb",
      "Father, Waiting in tomb",
      "Sathanas - Anti-Christ - Spiritus non sancti",
      "Selected heir - Machinery insect - Bloodline of the dark architect",
      "Toxic blood Of not known birth, Antichrist will walk the earth"
    ]
  },










  {
    "song": "Infestissumam",
    "album": "Infestissumam",
    "lines": [
      "Il padre, Il filio, Et lo spiritus malum, Omnis caelestis Delenda est",
      "Anti Cristus, Il filio de Sathanas: Infestissumam!"
    ]
  },
  {
    "song": "Per Aspera Ad Inferi",
    "album": "Infestissumam",
    "lines": [
      "Unholy Is the lust in your eyes, 'Blasphemous' Would not suffice",
      "Perverted Are your wishes and dreams, Tanning in Lucifer's beams",
      "per aspera ad inferi",
      "all your dreams will come true",
      "Oh Satan, Devour us all. Hear our desperate call"
    ]
  },
  {
    "song": "Secular Haze",
    "album": "Infestissumam",
    "lines": [
      "You know that the fog is here, Omnipresent. When the diseases sees no cure",
      "You know that the fog is here, Omnipresent. When the intents remain obscure, Forever more",
      "Weave us a mist, Fog weaver",
      "Hide us in shadows, Unfathomable Wall less maze, A secular haze",
      "You know that his son is near, Omnipotent. When she sees eye to eye with spear",
      "He is divinity, Omniscient. Seeing the world revolve with spite",
      "The surge of humanity, Oblivious To the divine whom bringeth light - Let there be night",
      "Come mist eternal, Come secular haze"
    ]
  },
  {
    "song": "Jigolo Har Megiddo",
    "album": "Infestissumam",
    "lines": [
      "I am the one who preys on weak, I offer everything they seek",
      "And I am the one who comes richly endowed, Harvesting crops of fields that others have plowed",
      "I am the one, lascivious",
      "I am the son of one below, The progeny of beast of woe",
      "And I am the son who comes into the daughters of men, Destroying all and make them want it again",
      "He is the one desacralizer, He is the son of the enticer, The all seeing subterranean kaiser, He is the way, he is the way",
      "I am the way... And you invited me to stay",
      "However fair and pure, you crave the wand, You see through me what lies beyond",
      "I am the one lascivious, With magic potion niveous"
    ]
  },
  {
    "song": "Ghuleh/Zombie Queen",
    "album": "Infestissumam",
    "lines": [
      "Putrefaction, A scent that cursed be, Under coat of dust",
      "From the darkness, Rise a succubus, From the earthen rust",
      "Haeresis Dea, Once a majesty, Now exposing bone",
      "From the darkness Rise a succubus And usurp the throne",
      "The moon is full and shines An evil blinding light",
      "Under a monolith, her likeness, Marble white",
      "Zombie Queen, Black light guides you!",
      "Ghuleh… Ghuleh…",
      "Up from the stinking dirt She rises, ghastly pale",
      "Shapeshifting soon, But now she's rigid, stiff and stale"
    ]
  },
  {
    "song": "Year Zero",
    "album": "Infestissumam",
    "lines": [
      "Belial, Behemoth, Beelzebub, Asmodeus, Satanas, Lucifer",
      "Since dawn of time The fate of man is that of lice, Equal as parasites And moving without eyes",
      "A day of reckoning When penance is to burn. count down together now And say the words that you'll learn",
      "Hell Satan, Archangelo",
      "Hell Satan, welcome Year Zero",
      "Crestfallen kings and queens Comforting in their faith, Unbeknownst to them is the presence of the wraith",
      "Since fate of man Is equal to the fate of lice, As new dawn rises, you shall recognize Now the overlord of Flies",
      "He will tremble the nations, Kingdoms to fall one by one. Victim to fall for temptations, A daughter to fall for a son",
      "The ancient serpent deceiver, The masses standing in awe. He will ascend to the heavens, Above the stars of God"
    ]
  },
  {
    "song": "Body And Blood",
    "album": "Infestissumam",
    "lines": [
      "This grave hill stinks of death",
      "A reek from the ground Catches whiff of the hound, A dead ones breath",
      "The casket lid is cold, Waiting inside Is someone petrified, That odors old",
      "His body and blood, Sharing in common",
      "His body and blood, Serving Messiah, son of God",
      "The bitter taste is sweet, So eat Nazarene And you kiss the obscene Anointed feet",
      "Receive, consume, Digest, Defecate"
    ]
  },
  {
    "song": "Idolatrine",
    "album": "Infestissumam",
    "lines": [
      "Profaner of the vices, a simple charlatan, Inflaming puerile minds with the guilt of sin",
      "Imaginations fed to children, it has served me well That the bowels of the earth hides the pits of hell",
      "Idolatrine for the imbeciles",
      "Idolatrine for the debiles and the simpletons, Disciples of the watch awaits at my command",
      "Lord of silence, Desolated one, Vengeance is his",
      "existence as a human Is leaden monotony, With all desires drowned, Impure sanctimony",
      "Suffer little children to come unto me",
      "Suffer little children grant me sovereignty, Suffer little, little, princes and princesses"
    ]
  },
  {
    "song": "Depth Of Satan's Eyes",
    "album": "Infestissumam",
    "lines": [
      "Through scapes of murmur, Noisy walls of sound. Without a starlit night, Shores are nowhere to be found",
      "On seas of wonder Ye confused strays. Without a guiding light, You see no ways",
      "Into the eyes of fire, Into the gaze ablaze. Into the burning light Of Satan's rays",
      "Into the source of wisdom,Beyond the Bible lies. Into the endless depth Of Satan's eyes",
      "Spiral and pulsating - His eyes are enthralling - His eyes, like a vortex - A well in which you are falling",
      "The swamp of feces - That is the world - Flatulates a whirl wind storm In which you swirl",
      "In disarray you ponder - Your soul malaise - Abandon the long lost man Your child portrays"
    ]
  },
  {
    "song": "Monstrance Clock",
    "album": "Infestissumam",
    "lines": [
      "To the sound of the monstrance clock - Air is cleansed, assembled flock",
      "Black candles burn, all minds aligned",
      "As the parish sighs in smoke, Enters the lady revealed of cloak, To the haunting sound of the monstrance clock",
      "Come together, together as a one",
      "Come together for Lucifer’s son",
      "To the sound of the end of day - Mesmerized, the assembled sway - Black candles burn, all minds aligned",
      "Hypnotizing horns of ram - Paralyzing pentagram - And the eerie sound of the monstrance clock"
    ]
  },









  {
    "song": "Spirit",
    "album": "Meliora",
    "lines": [
      "Throw yourself Into the vessel of possibilities",
      "Your green musem The apparatus for soul mobility, A gateway to secrecy",
      "Devilish creatures trumpets the end of time",
      "Cloven Hooves - Anti Saint wormwood catapulting your mind - Into the jaws of death",
      "There is no return - From this excursion of possibilities - You're at the seventh gate",
      "Let none of this earth inherit This vision of my spirit"
    ]
  },
  {
    "song": "From The Pinnacle To The Pit",
    "album": "Meliora",
    "lines": [
      "You have the power, You wear the crown",
      "From the pinnacle to the pit, It is a long way down",
      "You wield the scepter, You wear the gown",
      "In your empire They stare in frown",
      "You are cast out from the heavens to the ground",
      "Blackened feathers falling down",
      "You will wear your independence like a crown",
      "Cruciger globus, You stand your ground",
      "The orb disfigured, What's flat looks round"
    ]
  },
  {
    "song": "Cirice",
    "album": "Meliora",
    "lines": [
      "I feel your presence amongst us, You cannot hide in the darkness",
      "Can you hear the rumble?",
      "Can you hear the rumble that's calling?",
      "I know your soul is not tainted, Even though you've been told so",
      "I can feel the thunder that's breaking in your heart",
      "I can see through the scars inside you",
      "A candle casting a faint glow, You and I see eye to eye",
      "Can you hear the thunder?",
      "Can you hear the thunder that's calling?",
      "Now there is nothing between us, From now our merge is eternal",
      "Can't you see that you're lost?",
      "Can't you see that you're lost without me?"
    ]
  },
  {
    "song": "He Is",
    "album": "Meliora",
    "lines": [
      "We're standing here by the abyss, And the world is in flames",
      "Two star crossed lovers reaching out To the beast with many names",
      "he is",
      "He's the shining and the light without whom I cannot see",
      "And He is, Insurrection, He is spite, He's the force that made me be",
      "Nostro Dispater, Nostr'Alma Mater",
      "We are hiding here inside a dream And all our doubts are now destroyed",
      "The guidance of the morning star Will lead the way into the void",
      "And He is The disobedience that holds us together",
      "And we are falling over the precipice"
    ]
  },
  {
    "song": "Mummy Dust",
    "album": "Meliora",
    "lines": [
      "I was carried on a wolf's back, to corrupt humanity",
      "I will pummel it with opulence, With corpulence and greed",
      "In God you trust, my mummy dust",
      "Your cavalier of crapulence To this feast of rapacity",
      "I'll bury you in treasures, Just to feed your incapacity",
      "You're the possessee of avarice, I'm the ruler of the earth",
      "I will smother you in riches, Till you choke on sordid mirth",
      "You are summoned in cupidity, Purulence and lust",
      "I'm the magnet for stupidity, Divine you feel my thrust"
    ]
  },
  {
    "song": "Majesty",
    "album": "Meliora",
    "lines": [
      "A higher power under ground, From seraph skies and now to chaos bound",
      "He's sitting sacred and profound, In midst of sinners looking up to kiss his crown",
      "Pathetic humans in despair, Defaced, deflowered, now to death devout",
      "A fallen angel in his glare, In midst of sinners kneeling down before his clout",
      "Old One, Master, All beauty lies within",
      "Old One, Master, All beauty lies within you",
      "All beauty lies within you",
      "This oasis is a poisoned well Of rotting carcasses that clog the deep",
      "A prince in exile here in hell, In midst of sinners flocking up like soulless sheep",
      "Your infernal majesty!"
    ]
  },
  {
    "song": "Absolution",
    "album": "Meliora",
    "lines": [
      "Ever since you were born you've been dying",
      "Every day a little more you've been dying, Dying to reach the setting sun",
      "As a child, with your mind on the horizon, Over corpses, to the prize you kept your eyes on, Trying to be the chosen one",
      "All those things that you desire, You will find here in the fire",
      "Put your hands up and reach for the sky",
      "Cry for absolution",
      "You'll be down on your knees and you'll cry",
      "Even now when you're here you are moving - Hysterically seeking out what needs improving - And you're still asking for the sun"
    ]
  },
  {
    "song": "Deus In Absentia",
    "album": "Meliora",
    "lines": [
      "In this your time of need, You're turning to the light",
      "You have just begun to explore the dark, In the urban night",
      "The world is on fire, And you are here to stay and burn with me",
      "a funeral pyre, And we are here to revel forevermore",
      "You're so goddamn frail, Failing for a change",
      "You just had to know all about the world, But you will never know, Because no one ever told you how",
      "The world is on fire, And we are tied as one eternally",
      "All of your imaginations, Are now running down your face",
      "Oh you are looking good - Bareback in disgrace - And you're doing fine worshiping your lord - Standing in his grace",
      "Deus In Absentia"
    ]
  },









  {
    "song": "Zenith",
    "album": "Meliora - Bonus Track",
    "lines": [
      "We conquered a magic - We counted the stars - Deciphered the clockwork - Enacted this farce",
      "Devoured by shadows - We cling to the light - Deluded by wisdom - The bringer of night",
      "Now and for always - A perpetual rise - A fall of illusion - Your zenith fades into eternity",
      "Time will soon be gone - Right will turn to wrong - Winds come on strong - So help you God - Come unleashed - You’re set free",
      "A genesis captured - Ignited by truth - A martyrdous rapture - A vision to see"
    ]
  },









  {
    "song": "Square Hammer",
    "album": "Popestar EP",
    "lines": [
      "Living in the night, 'Neath devils, torn asunder, You call on me To solve a crooked rhyme",
      "As I'm closing in - Imposing on your slumber - You call on me, As bells begin to chime",
      "Are you on the square?",
      "Are you on the level?",
      "Are you ready to swear right here, right now, Before the devil?",
      "Hiding from the light - Sacrificing nothing - Still, you call on me, For entrance to the shrine",
      "Hammering the nails Into a sacred coffin - You call on me, For powers clandestine"
    ]
  }










  {
    "song": "Ashes",
    "album": "Prequelle",
    "lines": [
      "Ring a ring of roses, a pocket full of posies",
      "atichoo, atichoo, we all fall down..."
      "Ashes in the water, ashes in the sea. Ashes on the riverside, one, two, three..."
    ]
  },
  {
    "song": "Rats",
    "album": "Prequelle",
    "lines": [
      "In times of turmoil - In times like these - Beliefs contagious - Spreading disease",
      "This wretched mischief is now coursing through your souls, never to let go",
      "THEM RATS!",
      "Rats! OOUUAAAAHAAAA",
      "In to your sanctum, you let them in. Now all your loved ones, and all your kin will suffer punishments beneath the wrath of God",
      "Never to forgive, never to forget",
      "This devastation left your cities to be burnt, never to return",
      "And filthy rodents are still coming for your souls, never to let go",
      "They're still coming after you",
      "There's nothing you can do"
    ]
  },
  {
    "song": "Faith",
    "album": "Prequelle",
    "lines": [
      "There is a scourge in the guise of sanctity, a perpetrator with a quill",
      "Although it's... often steeped in well spun mystery",
      "The accuser sends a bill",
      "I am all eyes",
      "I am all ears",
      "I am the wall, and I'm watching you fall",
      "Because faith. Is. Mine",
      "The Luddites shun the diabolical, A fecal trail across the land",
      "Although it... Stinks, feels and looks identical",
      "And a pack of fools can take the stand"
    ]
  },
  {
    "song": "See The Light",
    "album": "Prequelle",
    "lines": [
      "Many  a sin I have witnessed",
      "And in many a deed I have been",
      "Many a rat I have befriended, and in many a thorn stood between",
      "But of all the demons I have known, none could compare to you",
      "Every day that you feed me with hate, I grow stronger",
      "Drink me, eat me, you will see the light",
      "You will see the light",
      "Many a mind I have haunted, and in many a way I have been",
      "Often the one to have flaunted an image, grotesque and obscene",
      "But of all the dark roads that I roam, none could compare to you",
    ]
  },
  {
    "song": "Miasma",
    "album": "Prequelle",
    "lines": [
      "🎷 🎷 🎷 TOOT 🎷 🎷 🎷"
    ]
  },
  {
    "song": "Dance Macabre",
    "album": "Prequelle",
    "lines": [
      "You'll soon be hearing the chimes, close to midnight",
      "If i could turn back the time, I'd make all right",
      "How could it end like this?",
      "There's a sting in the way you kiss me",
      "Something within your eyes said it could be the last time, 'fore it's over",
      "Just wanna be, wanna bewitch you in the moonlight",
      "Just wanna be, wanna bewitch you all night",
      "It keeps on giving me chills, but I know now",
      "I feel the closer we get, to the last bow",
      "I don’t wanna end like this, But there's a sting in the way you kiss me",
      "Just wanna be, I wanna bewitch you one last time in the ancient rite"
    ]
  },
  {
    "song": "Pro Memoria",
    "album": "Prequelle",
    "lines": [
      "Lucifer, whispering, silently into your mind. Who walks behind, who walks behind",
      "Standing tall, invincible, but do not forget your knives. To save your lives, to save your lives",
      "Don't you forget about dying",
      "Don't you forget about your friend death",
      "Don't you forget that you will die",
      "Don’t you vomit savage slurs, spewed up wickedly. To hide from me, to hide from me",
      "Navigate all alone, on this tempestuous sea. To ride with me, to ride with me"
    ]
  },
  {
    "song": "Witch Image",
    "album": "Prequelle",
    "lines": [
      "You have never stood this close, to where you want to be",
      "You have always waded in the shallows, between me and the deep blue sea",
      "You would never want me to appear, you never want this to be over. You never want it to reach out to the edge of time",
      "While you sleep in earthly delight, someone's flesh is rotting tonight",
      "Like no other to you, what you have done, you can not undo",
      "I have always kept you closer than you have known",
      "I am riding in the shadows behind you, on a pale white horse",
      "While you sleep in earthly delight, still your soul will suffer this plight. Like your father in hell, what you have sold you can not unsell",
      "While you sleep in earthly delight, still your soul will suffer this plight. But like a mother would save her own child from digging a grave"
    ]
  },
  {
    "song": "Life Eternal",
    "album": "Prequelle",
    "lines": [
      "Can you hear me say your name forever?",
      "Can you feel me longing for you forever?",
      "Would you let me touch your soul forever?",
      "I know the light grows darker down below, but in your eyes it is gone before you know",
      "This is the moment of just letting go",
      "She said, if you had life eternal...",
      "We dance once more, I feel your hands are cold. Within your heart, a story to be told",
      "Forever... if you had life eternal?"
    ]
  },
]
